export let test_data = [
    [
        "Ты больше видишь себя:",
        "осторожным",
        "непоследовательным",
        "импульсивным"
    ],
    [
        "Какой ты в душе?",
        "мягкий, как подушка",
        "загадочный",
        "твердый, как камень"
    ],
    [
        "Что выберешь?",
        "кофе",
        "чай",
        "воду"
    ],
    [
        "Про что ты расскажешь друзьям в первую очередь?",
        "про шумную вечеринку",
        "про забавную ситуацию",
        "про интересную встречу",
    ],
    [
        "Чем вы будете заниматься с друзьями?",
        "слушать музыку",
        "смотреть фильм",
        "играть на гитаре"
    ],
    [
        "Что ты оденешь на важное мероприятие?",
        "оденусь как обычно",
        "покажу свой стиль",
        "буду блистать",
    ],
    [
        "Как ты отреагируешь на преследователя?",
        "исчезну",
        "убегу",
        "побью его"
    ],
    [
        "Что привлечет твое внимание на вечеринке?",
        "танцпол",
        "стол с закусками",
        "диджейский пульт"
    ],
    [
        "Чему ты доверишься?",
        "голосу разума",
        "зову сердца",
        "своему опыту"
    ],
    [
        "Ты стал роботом.Твоя первая фраза:",
        " кто я?",
        "где я?",
        "как выбраться?"
    ]
];

export let result =[
    "Поздравляем, ты Цилиндр! Ты активный, веселый, шумный и никогда не унываешь. Энергия переполняет тебя, потому ты всегда первый рвешься на любое приключение. Ты стремишься к цели и радуешься жизни.",
    "Поздравляем, ты Пирамидка! Ты многогранный и загадочный. От тебя стоит ожидать сюрпризов, ведь ты всегда мыслишь здраво и сохраняешь спокойствие в самой неожиданной ситуации, но при этом можешь удивить непредсказуемым решением.",
    "Поздравляем, ты Расплывшийся. Ты бываешь везде, где успеваешь и где не успеваешь. С таким ритмом жизни скучать тебе не приходиться. Тебе не нужен сон и ты не боишься усталости, всегда готов к вечеринке.",
    "Поздравляем, ты по-настоящему оригинальный кубидоклобус, в тебе сливаются в единое целое несколько кубидоклобусов! Ты готов к спонтанным приключениям, но всегда знаешь, когда нужно остановиться и поразмыслить. Можешь быть максимально продуктивным, но знаешь, как восстановить энергию."            
]